tap "dwarvesf/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "wez/wezterm"
tap "yt-dlp/taps"
brew "anyenv"
brew "zstd"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "fontconfig"
brew "glib"
brew "python@3.9"
brew "chezmoi"
brew "cmake"
brew "deno"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "openjpeg"
brew "libass"
brew "libbluray"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "gcc@9"
brew "ghostscript"
brew "gifsicle"
brew "git-flow"
brew "gnu-time"
brew "gobject-introspection"
brew "guile"
brew "hub"
brew "libheif"
brew "imagemagick"
brew "jpegoptim"
brew "libxml2"
brew "neovim"
brew "nghttp2"
brew "pipenv"
brew "pngquant"
brew "poppler"
brew "postgresql@14"
brew "protobuf"
brew "qt@5"
brew "pyqt@5"
brew "python@3.10"
brew "qt"
brew "ripgrep"
brew "stylua"
brew "tmux"
brew "tree"
brew "youtube-dl"
brew "yt-dlp"
brew "zsh"
brew "heroku/brew/heroku"
cask "android-studio"
cask "chromedriver"
cask "fig"
cask "flutter"
cask "font-hack-nerd-font"
cask "ngrok"
cask "wezterm-nightly"
cask "xquartz"
